/* Application General Localization */

/* Mail subjet for help proposal. Do not translate */
"SupportMailSubject" = "I%20want%20to%20help%20DNSUpdate";

/* Alert messages */
"DNSUpdate must be used by Administrator Users."="DNSUpdate must be used by Administrator Users.";
"In order to connect to the daemon, DNSUpdate has to be launched by an Administrator."="In order to connect to the daemon, DNSUpdate has to be launched by an Administrator.";
"DNSUpdate will install the daemon and a Startup item in order to be launched at boot time." = "DNSUpdate will install the daemon and a Startup item in order to be launched at boot time.";
"Can't connect to daemon" = "Can't connect to daemon";
"DNSUpdate needs administrator privileges to install the daemon." = "DNSUpdate needs administrator privileges to install the daemon.";
"DNSUpdate daemon was succesfully installed."="DNSUpdate daemon was succesfully installed.";
"DNSUpdate daemon was succesfully launched."="DNSUpdate daemon was succesfully launched.";
"Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state."="Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state.";
"Connection with Daemon Error" = "Connection with Daemon Error";
"Can't start daemon" = "Can't start daemon";
"Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later." = "Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later.";
"Can't connect to daemon. DNSUpdate will try to launch it." = "Can't connect to daemon. DNSUpdate will try to launch it.";
"DNSUpdate needs administrator privileges to start the daemon." = "DNSUpdate needs administrator privileges to start the daemon.";
"Can't install daemon" = "Can't install daemon";
"The connection with the daemon was lost.\nThere must be a problem with the daemon." = "The connection with the daemon was lost.\nThere must be a problem with the daemon.";
"DNSUpdate needs to install the daemon." = "DNSUpdate needs to install the daemon.";
"The BSD package is not installed" = "The BSD package is not installed";
"DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate." = "DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate.";
"Do you really want to remove this User?" = "Do you really want to remove this User?";
"Do you really want to remove this Host?" = "Do you really want to remove this Host?";
"Removing is unrecoverable." = "Removing is unrecoverable.";
"Can't uninstall daemon" = "Can't uninstall daemon";
"DNSUpdate needs administrator privileges to uninstall the daemon." = "DNSUpdate needs administrator privileges to uninstall the daemon.";
"DNSUpdate is now uninstalled." = "DNSUpdate is now uninstalled.";
"You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit." = "You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit.";

/* Buttons */
"Install" = "Install";
"Launch" = "Launch";
"Quit" = "Quit";
"Start Daemon" = "Start Daemon";
"Save" = "Save";
"Add" = "Add";
"Yes" = "Yes";
"No" = "No";

/* Dock Menu */
"Pause Daemon" = "Pause Daemon";

/* Toolbar Items */
"Edit Host" = "Edit Host";
"Edit User" = "Edit User";
"Remove Host" = "Remove Host";
"Remove User" = "Remove User";
"Add User" = "Add User";
"Add Host" = "Add Host";
"Remove" = "Remove";
"Edit" = "Edit";

/* Monitor Window */
"Pause DNSUpdate daemon" = "Pause DNSUpdate daemon";
"Start DNSUpdate daemon" = "Start DNSUpdate daemon";
"Daemon is paused." = "Daemon is paused.";
"Daemon is running." = "Daemon is running.";

/***** User/Host/Interface status *****/

/* Not available. Short version */
"N/A" = "N/A";

"Ok" = "Ok";
"Never registered" = "Never registered";
"-not registered-" = "-non registered-";
"Not tested" = "Not tested";
"Interface is inactive" = "Interface is inactive";
"User inactive" = "User inactive";

"No such host" = "No such host";
"Bad domain name" = "Bad domain name";
"Not yours" = "Doesn't belong to this User";
"Bad Auth" = "Bad username or password";
"Abuse" = "Blocked for Abuse";
"Waiting" = "Waiting";

